#! /usr/bin/env node

console.log(
  "┌──────────────────────────────────────────────┐\n" +
  "│  Hey 👋                                      │\n" +
  "│  My name is Pouya Saadeghi and I'm a.        │\n" +
  "│  freelance web developer, living in Istanbul │\n" +
  "├──────────────────────────────────────────────┤\n" +
  "│  Currently I'm working on daisyUI which is   │\n" +
  "│  a popular open-source UI library:           │\n" +
  "│  https://daisyui.com                         │\n" +
  "├──────────────────────────────────────────────┤\n" +
  "│  My open-source projects and experiments are │\n" +
  "│  available on GitHub:                        │\n" +
  "│  https://github.com/saadeghi                 │\n" +
  "├──────────────────────────────────────────────┤\n" +
  "│  You can also follow me on Twitter where I   │\n" +
  "│  share random ideas or memes:                │\n" +
  "│  https://twitter.com/saadeghi                │\n" +
  "├──────────────────────────────────────────────┤\n" +
  "│  📋 Resume:    https://saadeghi.com/resume   │\n" +
  "│  💼 Portfolio: https://saadeghi.com/projects │\n" +
  "│  📫 Email:     pouya.saadeghi@gmail.com      │\n" +
  "└──────────────────────────────────────────────┘\n"
);
