#! /usr/bin/env node

console.log(
  "┌──────────────────────────────────────────────┐\n" +
  "│  Hey 👋                                      │\n" +
  "│  My name is Pouya                            │\n" +
  "├──────────────────────────────────────────────┤\n" +
  "│  UI Designer + developer since 2009          │\n" +
  "│  Creator of    https://daisyui.com           │\n" +
  "│  Co-founder of https://atbox.io              │\n" +
  "│  Freelancer at https://manasky.com           │\n" +
  "├──────────────────────────────────────────────┤\n" +
  "│  💻 Github:  https://github.com/saadeghi     │\n" +
  "│  🐦 Twitter: https://twitter.com/saadeghi    │\n" +
  "│  📋 Resume:  https://atbox.io/pouya/resume   │\n" +
  "│  💌 Email:   pouya.saadeghi@gmail.com        │\n" +
  "└──────────────────────────────────────────────┘\n"
);
